Repository: genarobaarr/TrucoServer-TCS
Catalog: TrucoServer/Langs/Lang.*.resx
Languages: es

# EmailVerificationSubject
source: Verification code - Truco Argentino
es: Código de verificación - Truco Argentino

# EmailLoginNotificactionBody
source: Hello {0},\n\nA recent login was detected on your Truco Argentino account.\nLogin time: {1} (Server time).\n\nIf it was you, you can ignore this message.\nIf not, please change your password immediately.
es: Hola {0},\n\nDetectamos un inicio de sesión reciente en tu cuenta de Truco Argentino.\nHora de inicio de sesión: {1} (Hora del servidor).\n\nSi fuiste tú, puedes ignorar este mensaje.\nSi no reconoces esta actividad, por favor cambia tu contraseña inmediatamente.

# EmailLoginNotificationSubject
source: New login in Truco Argentino
es: Nuevo inicio de sesión en Truco Argentino

# EmailVerificationBody
source: Your verification code is: {0}\n\nDo not share this code with anyone else
es: Tu código de verificación es: {0}\n\nNo compartas este código con nadie más

# EmailPasswordNotificationBody
source: Hello {0},\n\nThis is a confirmation message letting you know that your Truco Argentino password has been successfully changed.\nThis change was made: {1} (Server time).\n\nThank you for helping us keep your account secure. The Lotso Studios team.
es: Hola {0},\n\nEste es un mensaje de confirmación para informarte que tu contraseña de Truco Argentino ha sido cambiada exitosamente.\nEste cambio se realizó: {1} (Tiempo del servidor).\n\nGracias por ayudarnos a mantener tu cuenta segura. El equipo de Lotso Studios.

# EmailPasswordNotificationSubject
source: Password successfully changed for your Truco Argentino account
es: Contraseña cambiada exitosamente para en tu cuenta de Truco Argentino

# ExceptionTextLogin
source: This user already has an active session.
es: Este usuario ya tiene una sesión activa.

# ExceptionTextTooManyAttempts
source: Too many login attempts have been detected. If you've forgotten your password, use the 'Forgot your password?' link below. Otherwise, please wait a moment and try again.
es: Se han detectado demasiados intentos de inicio de sesión. Si has olvidado tu contraseña, utiliza el enlace '¿Olvidaste tu contraseña?' de abajo. De lo contrario, espera un momento y vuelve a intentarlo.

# ExceptionTextUserBanned
source: Your account is temporarily suspended due to toxic behavior.
es: Su cuenta está suspendida temporalmente debido a comportamiento tóxico.

# EmailInvitationSubject
source: Invitation code - Truco Argentino
es: Código de invitación - Truco Argentino

# EmailInvitationBody
source: Hello {0}!\n\n{1} has invited you to play a match.\nJoin using the code: {2}\n\nSee you at the table!
es: ¡Hola {0}!\n\n{1} te ha invitado a jugar una partida.\nÚnete usando el código: {2}\n\n¡Nos vemos en la mesa!
